app/controllers/users_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
UPDATE "users" SET "body" = ?, "image_id" = ?, "updated_at" = ? WHERE "users"."id" = ?  [["body", "qqqqqq"], ["image_id", nil], ["updated_at", "2019-02-24 08:26:57.133924"], ["id", 1]]
---
  def update
  	@user = User.find(params[:id])
  	if @user.update(user_params)